{
  "items": [
    {
      "id": "sparkling-001",
      "name": {
        "en": "Beppe Marino / Moscato D'asti Muray",
        "el": "Beppe Marino / Moscato D'asti Muray"
      },
      "description": {
        "en": "A delicate sparkling Moscato from Piedmont with vibrant notes of peach, apricot, and orange blossom. Light and refreshing with a gentle effervescence and natural sweetness.",
        "el": "Ένα ντελικάτο αφρώδες Moscato από το Πιεμόντε με ζωντανές νότες ροδάκινου, βερίκοκου και ανθών πορτοκαλιάς. Ελαφρύ και δροσιστικό με απαλή αφρώδη υφή και φυσική γλυκύτητα."
      },
      "priceGlass": 6.0,
      "priceBottle": 26.0,
      "subcategory": "sparkling",
      "available": true
    },
    {
      "id": "sparkling-002",
      "name": {
        "en": "Vino Spumante / Prosecco Amore Di Amanti",
        "el": "Vino Spumante / Prosecco Amore Di Amanti"
      },
      "description": {
        "en": "Classic Italian Prosecco with crisp green apple and pear flavors, complemented by delicate floral notes. Fine persistent bubbles create a celebratory experience in every glass.",
        "el": "Κλασικό ιταλικό Prosecco με δροσερές γεύσεις πράσινου μήλου και αχλαδιού, συμπληρωμένες από ντελικάτες ανθικές νότες. Λεπτές επίμονες φυσαλίδες δημιουργούν μια γιορτινή εμπειρία σε κάθε ποτήρι."
      },
      "priceGlass": 6.0,
      "priceBottle": 26.0,
      "subcategory": "sparkling",
      "available": true
    },
    {
      "id": "white-wine-001",
      "name": {
        "en": "Tsimpidis Winery / Voltes",
        "el": "Οινοποιητική Τσιμπίδη / Βόλτες"
      },
      "description": {
        "en": "A harmonious blend of Roditis and Moschofilero from Monemvasia, offering citrus and white flower aromas with hints of rose petals. Crisp acidity balanced with subtle mineral notes from the coastal terroir.",
        "el": "Αρμονικό blend Ροδίτη και Μοσχοφίλερου από τη Μονεμβασιά, προσφέροντας αρώματα εσπεριδοειδών και λευκών λουλουδιών με νύξεις ροδοπέταλων. Τραγανή οξύτητα ισορροπημένη με διακριτικές μεταλλικές νότες από το παραθαλάσσιο terroir."
      },
      "priceGlass": 5.0,
      "priceBottle": 22.0,
      "subcategory": "white",
      "available": true
    },
    {
      "id": "white-wine-002",
      "name": {
        "en": "Patrianakis winery / Moschato Spinas",
        "el": "Κτήμα Πατεριανάκη / Μοσχάτο Σπίνας"
      },
      "description": {
        "en": "Moschato Spinas white wine from the Patrianakis Estate with intense aromas of white flowers, fresh rose petals, and jasmine. Leaves sweet notes of Moschato on the palate.",
        "el": "Μοσχάτο Σπίνας λευκός οίνος από το Κτήμα Πατεριανάκη με έντονα αρώματα λευκών λουλουδιών, φρέσκων ροδοπέταλων και γιασεμιού. Αφήνει γλυκές νότες Μοσχάτου στον ουρανίσκο."
      },
      "priceGlass": 5.5,
      "priceBottle": 24.0,
      "subcategory": "white",
      "available": true
    },
    {
      "id": "white-wine-003",
      "name": {
        "en": "Techni Oinou Winery / Techni Alipias",
        "el": "Οινοποιείο Τέχνη Οίνου / Τέχνη Αλυπίας"
      },
      "description": {
        "en": "An elegant blend of Sauvignon Blanc and Assyrtiko from Drama, showcasing tropical fruit aromas with citrus zest and herbal notes. The volcanic minerality of Assyrtiko adds complexity and depth.",
        "el": "Κομψό blend Sauvignon Blanc και Ασύρτικου από τη Δράμα, αναδεικνύοντας αρώματα τροπικών φρούτων με φλούδα εσπεριδοειδών και βοτανικές νότες. Η ηφαιστειακή μεταλλικότητα του Ασύρτικου προσθέτει πολυπλοκότητα και βάθος."
      },
      "priceBottle": 32.0,
      "subcategory": "white",
      "available": true
    },
    {
      "id": "white-wine-004",
      "name": {
        "en": "Techni Oinou Winery / Plano",
        "el": "Οινοποιείο Τέχνη Οίνου / Plano"
      },
      "description": {
        "en": "Pure Malagouzia from Drama expressing exotic aromas of peach, mango, and fresh herbs. Medium-bodied with a silky texture and refreshing acidity that highlights the grape's aromatic character.",
        "el": "Αμιγής Μαλαγουζιά από τη Δράμα που εκφράζει εξωτικά αρώματα ροδάκινου, μάνγκο και φρέσκων βοτάνων. Μεσαίου σώματος με μεταξένια υφή και δροσιστική οξύτητα που αναδεικνύει τον αρωματικό χαρακτήρα της ποικιλίας."
      },
      "priceBottle": 32.0,
      "subcategory": "white",
      "available": true
    },
    {
      "id": "white-wine-005",
      "name": {
        "en": "Semeli Estate / Piccolo Mondo",
        "el": "Κτήμα Σεμέλη / Piccolo Mondo"
      },
      "description": {
        "en": "Semi-sweet Moschofilero displaying delicate rose petal aromas with hints of lemon blossom and Turkish delight. The subtle sweetness perfectly balances the wine's natural acidity, creating a refreshing finish.",
        "el": "Ημίγλυκο Μοσχοφίλερο που αναδεικνύει ντελικάτα αρώματα ροδοπέταλων με νύξεις ανθών λεμονιάς και λουκουμιού. Η διακριτική γλυκύτητα ισορροπεί τέλεια με τη φυσική οξύτητα του κρασιού, δημιουργώντας ένα δροσιστικό τελείωμα."
      },
      "priceGlass": 5.0,
      "priceBottle": 22.0,
      "subcategory": "white",
      "available": true
    },
    {
      "id": "rose-wine-001",
      "name": {
        "en": "Malagaki Winery / 2 Faraggia",
        "el": "Οινοποιείο Μαλαγάκη / 2 Φαράγγια"
      },
      "description": {
        "en": "Unique rosé blend of Mourvedre and Malvasia from Heraklion, offering wild strawberry and pomegranate aromas with Mediterranean herbs. Dry and refreshing with a savory finish reminiscent of sea breeze.",
        "el": "Μοναδικό ροζέ blend Mourvedre και Μαλβαζίας από το Ηράκλειο, προσφέροντας αρώματα άγριας φράουλας και ροδιού με μεσογειακά βότανα. Ξηρό και δροσιστικό με αλμυρό τελείωμα που θυμίζει θαλασσινή αύρα."
      },
      "priceGlass": 5.0,
      "priceBottle": 22.0,
      "subcategory": "rose",
      "available": true
    },
    {
      "id": "rose-wine-002",
      "name": {
        "en": "Amargiotakis Winery / Kapetanissa",
        "el": "Οινοποιείο Αμαργιωτάκης / Καπετάνισσα"
      },
      "description": {
        "en": "Semi-dry rosé from Dafnes Heraklion region, combining 80% Moscato Spinas and 20% Liatiko from 12-year-old vineyards at 350m altitude. Hand-harvested on 2/9, this wine undergoes pre-fermentation extraction for 3 hours followed by classic white winemaking at 16°C, with fermentation stopped by cooling at the desired sugar level. Features 17g/L residual sugars and 12.5% alcohol.",
        "el": "Ημίξηρο ροζέ από την περιοχή Δαφνές Ηρακλείου, που συνδυάζει 80% Μοσχάτο Σπίνας και 20% Λιάτικο από αμπελώνες 12 ετών σε υψόμετρο 350 μέτρων. Χειρωνακτικός τρύγος στις 2/9, με προζυμωτική εκχύλιση για 3 ώρες που ακολουθείται από κλασσική λευκή οινοποίηση στους 16°C και διακοπή ζύμωσης με ψύξη στο επιθυμητό επίπεδο σακχάρων. Περιέχει 17g/L υπολειμματικά σάκχαρα και 12.5% αλκοόλ."
      },
      "priceGlass": 5.5,
      "priceBottle": 24.0,
      "subcategory": "rose",
      "available": true
    },
    {
      "id": "rose-wine-003",
      "name": {
        "en": "Thymiopoulos Vineyards / Rosé de Xinomavro",
        "el": "Αμπελώνες Θυμιόπουλος / Rosé de Xinomavro"
      },
      "description": {
        "en": "Elegant rosé from Naoussa's noble Xinomavro grape, displaying cherry blossom and red currant aromas with tomato leaf complexity. Bone-dry with vibrant acidity and a long, sophisticated finish.",
        "el": "Κομψό ροζέ από το ευγενές Ξινόμαυρο της Νάουσας, αναδεικνύοντας αρώματα ανθών κερασιάς και κόκκινου φραγκοστάφυλου με πολυπλοκότητα φύλλων τομάτας. Εντελώς ξηρό με ζωντανή οξύτητα και μακρύ, εκλεπτυσμένο τελείωμα."
      },
      "priceBottle": 32.0,
      "subcategory": "rose",
      "available": true
    },
    {
      "id": "red-wine-001",
      "name": {
        "en": "Tsimpidis Winery / Voltes",
        "el": "Οινοποιητική Τσιμπίδη / Βόλτες"
      },
      "description": {
        "en": "Harmonious blend of Agiorgitiko and Mavroudi from Monemvasia, offering ripe cherry and plum flavors with hints of vanilla and spice. Medium-bodied with soft tannins and a warm, lingering finish.",
        "el": "Αρμονικό blend Αγιωργίτικου και Μαυρουδιού από τη Μονεμβασιά, προσφέροντας γεύσεις ώριμου κερασιού και δαμάσκηνου με νύξεις βανίλιας και μπαχαρικών. Μεσαίου σώματος με απαλές τανίνες και ζεστό, παρατεταμένο τελείωμα."
      },
      "priceGlass": 5.0,
      "priceBottle": 22.0,
      "subcategory": "red",
      "available": true
    },
    {
      "id": "red-wine-002",
      "name": {
        "en": "Semeli Estate / Piccolo Mondo",
        "el": "Κτήμα Σεμέλη / Piccolo Mondo"
      },
      "description": {
        "en": "Semi-sweet Agiorgitiko expressing jammy red fruit flavors with notes of sweet spice and chocolate. The residual sugar beautifully complements the grape's natural fruitiness, creating an approachable and comforting wine.",
        "el": "Ημίγλυκο Αγιωργίτικο που εκφράζει γεύσεις μαρμελάδας κόκκινων φρούτων με νότες γλυκών μπαχαρικών και σοκολάτας. Η υπολειμματική ζάχαρη συμπληρώνει όμορφα τη φυσική φρουτένια γεύση της ποικιλίας, δημιουργώντας ένα προσιτό και παρηγορητικό κρασί."
      },
      "priceGlass": 5.0,
      "priceBottle": 22.0,
      "subcategory": "red",
      "available": true
    },
    {
      "id": "red-wine-003",
      "name": {
        "en": "Patras Winery / Mavrodafne",
        "el": "Οινοποιείο Πατρών / Μαυροδάφνη"
      },
      "description": {
        "en": "Traditional semi-sweet Mavrodafne from Patras with rich flavors of dried figs, raisins, and caramel. Notes of cinnamon and clove add complexity to this velvety dessert-style wine.",
        "el": "Παραδοσιακή ημίγλυκη Μαυροδάφνη από την Πάτρα με πλούσιες γεύσεις αποξηραμένων σύκων, σταφίδων και καραμέλας. Νότες κανέλας και γαρίφαλου προσθέτουν πολυπλοκότητα σε αυτό το βελούδινο κρασί τύπου επιδορπίου."
      },
      "priceGlass": 5.0,
      "priceBottle": 22.0,
      "subcategory": "red",
      "available": true
    },
    {
      "id": "red-wine-004",
      "name": {
        "en": "Homemade Sangria",
        "el": "Σαγκριά Σπιτική"
      },
      "description": {
        "en": "Our signature sangria crafted with fruity red wine, fresh seasonal fruits, and a secret blend of spices. A refreshing and festive drink perfect for sharing and celebration.",
        "el": "Η signature σαγκριά μας παρασκευασμένη με φρουτώδες κόκκινο κρασί, φρέσκα εποχιακά φρούτα και σπιτικό μείγμα μπαχαρικών. Ένα δροσιστικό και γιορτινό ποτό ιδανικό για να μοιραστείτε και να γιορτάσετε."
      },
      "priceGlass": 5.0,
      "priceBottle": 22.0,
      "subcategory": "red",
      "available": true
    }
  ]
}
